Repository: corixd45/dotfiles_linuxMint
Catalog: cinnamon/spices_files/applets/WindowListGroup@jake.phy@gmail.com/po/*.po
Languages: it

source: Close
it: Chiudi

source: Minimize
it: Minimizza

source: Maximize
it: Massimizza

source: Move to left workspace
it: Sposta sull'area di lavoro a sinistra

source: Move to right workspace
it: Sposta sull'area di lavoro a destra

source: Visible on all workspaces
it: Visibile su tutte le aree di lavoro

source: New Window
it: Nuova Finestra

source: Go to Settings
it: Vai alle Impostazioni

source: ReArrange
it: Riordina

source: Show Pinned
it: Mostra Fissate

source: Group Apps
it: App Raggruppate

source: Show Thumbs
it: Mostra Anteprime

source: Vertical Thumbs
it: Anteprime Verticali

source: Stack Thumbs
it: Pila di Anteprime

source: Hover to Peek
it: Passa il mouse per sbirciare

source: Unpin App
it: Sblocca App

source: Pin App
it: Fissa App

source: Only on this workspace
it: Solo su questa area di lavoro

source: Unmaximize
it: De-massimizza

source: Restore
it: Ripristina

source: Window List with App Grouping an Window Thumbnails
it: Elenco Finestre con Raggruppamento App e Miniature

source: Window List With App Grouping
it: Elenco Finestre con Raggruppamento di App

source: Thumbnail Size:
it: Dimensione Miniatura:

source: Opacity of the windows on peek.
it: Opacità delle finestre quando si sbircia.

source: size
it: dimensione

source: Show Thumbnails
it: Mostra Miniature

source: Show the Thumbnail Windows
it: Mostra Anteprime delle Finestre

source: Window fade time:
it: Tempo di dissolvenza della finestra:

source: The animation time for the windows on hover peek
it: Tempo di animazione per le finestre al passaggio del mouse

source: milliseconds
it: millisecondi

source: Title Display:
it: Mostra Titolo:

source: focused: show focused window title, title: display the window title, app: diplay app name, none: don't display anything
it: focalizzato: mostra il titolo della finestra focalizzato, titolo: mostra il titolo della finestra, app: mostra il nome dell'app, nessuno: non mostra nulla

source: none
it: nessuno

source: focused
it: focalizzato

source: title
it: titolo

source: Window opacity:
it: Opacità finestra:

source: percent
it: percento

source: Enable hover peek
it: Abilita Sbirciatina

source: Enable Hover peek when mouse is over thumbnail
it: Abilita Sbirciatina quando il mouse è sopra una miniatura

source: Icon Padding:
it: Padding Icona:

source: How much Padding is between the icons
it: Quanta Padding è presente tra le icone

source: Show pinned apps
it: Mostra app fissate

source: Show the pinned apps or just show the open windows
it: Mostra le app fissate o mostra solamente le finestre

source: Window List Settings
it: Impostazioni Elenco Finestre

source: Thumbnail Settings
it: Impostazioni Anteprima

source: Vertical Thumbnails
it: Anteprime Verticali

source: Arrange thumbnails vertically or horizontally
it: Disporre le Anteprime verticalmente o orizzontalmente

source: Thumbnail timeout:
it: Timeout anteprima:

source: Thumbnail timeout
it: Timeout anteprima

source: Stack Thumbnails
it: Pila di Anteprime

source: Stack the Thumbnail Windows if there are to many thumbnails for the screen
it: Impila le Anteprime delle Finestre se ci sono troppe anteprime per lo schermo

source: Number Display:
it: Mostra Numero:

source: normal: display window number, smart: display window number if more than one window, none: don't display number, all: display window number for favorites too
it: normale: visualizza il numero della finestra, intelligente: visualizza il numero della finestra se più di una finestra, nessuna: non visualizza il numero, tutto: visualizza il numero della finestra anche per i preferiti

source: all
it: tutti

source: Smart
it: Intelligente

source: normal
it: normale

source: Open Thumbnails OnClick
it: Apri Anteprime al clic

source: Open the thumbnails on click, if there is more than 1 windows open.
it: Apri le anteprime al clic, se è aperta più di 1 finestra.

source: Hover Peek Settings
it: Impostazioni Sbirciatina

source: Group apps into single icon
it: Raggruppa le app in un'unica icona

source: Group the open app instances into single icon
it: Raggruppa le istanze di app aperte in un'unica icona

source: Arrange pinned apps
it: Ordina le app fissate

source: Arrange pinned apps into a different order
it: Ordina le app fissate in un ordine diverso
