Repository: corixd45/dotfiles_linuxMint
Catalog: cinnamon/spices_files/applets/WindowListGroup@jake.phy@gmail.com/locale/*.po
Languages: sv

source: Close
sv: Stäng

source: Minimize
sv: Minimera

source: Maximize
sv: Maximera

source: Move to left workspace
sv: Flytta till vänster arbetsyta

source: Move to right workspace
sv: Flytta till höger arbetsyta

source: Visible on all workspaces
sv: Synlig på alla arbetsytor

source: New Window
sv: Nytt fönster

source: Go to Settings
sv: Gå till inställningarna

source: ReArrange
sv: Ordna om

source: Show Pinned
sv: Visa fastsatta

source: Group Apps
sv: Gruppera program

source: Show Thumbs
sv: Visa miniatyrer

source: Vertical Thumbs
sv: Vertikala miniatyrer

source: Stack Thumbs
sv: Stapla miniatyrer

source: Hover to Peek
sv: Mus över, för att förhandsgranska

source: Unpin App
sv: Ta bort fastsättning

source: Pin App
sv: Fäst program

source: Only on this workspace
sv: Endast på denna arbetsyta

source: Unmaximize
sv: Avmaximera

source: Restore
sv: Återställ

source: Window List with App Grouping an Window Thumbnails
sv: Fönsterlista med programgruppering och fönsterminiatyrer

source: Window List With App Grouping
sv: Fönsterlista med programgruppering

source: Thumbnail Size:
sv: Miniatyrstorlek:

source: Opacity of the windows on peek.
sv: Fönstrets opacitet vid förhandsgranskning.

source: size
sv: storlek

source: Show Thumbnails
sv: Visa miniatyrer

source: Show the Thumbnail Windows
sv: Visa miniatyrfönster

source: Window fade time:
sv: Toningstid för fönster:

source: The animation time for the windows on hover peek
sv: Animeringstid för förhandsvisning vid mus över

source: milliseconds
sv: millisekunder

source: Title Display:
sv: Titelvisning:

source: focused: show focused window title, title: display the window title, app: diplay app name, none: don't display anything
sv: fokuserad: Visar fokuserad fönstertitel. titel: Visar fönstertitel. program: Visar programnamn. inget: Visar ingenting

source: none
sv: inget

source: focused
sv: fokuserad

source: app
sv: program

source: title
sv: titel

source: Window opacity:
sv: Fönsteropacitet:

source: percent
sv: procent

source: Enable hover peek
sv: Aktivera förhandsgranskning

source: Enable Hover peek when mouse is over thumbnail
sv: Aktivera förhandsgranskning när muspekaren är över miniatyren

source: Icon Padding:
sv: Ikonmellanrum:

source: How much Padding is between the icons
sv: Hur stort avståndet är mellan ikonerna

source: padding
sv: mellanrum

source: Show pinned apps
sv: Visa fastsatta program

source: Show the pinned apps or just show the open windows
sv: Visa fastsatta program eller bara öppna fönster

source: Window List Settings
sv: Inställningar för fönsterlista

source: Thumbnail Settings
sv: Miniatyrinställningar

source: Vertical Thumbnails
sv: Vertikala miniatyrer

source: Arrange thumbnails vertically or horizontally
sv: Ordna miniatyrer vertikalt eller horisontellt

source: Thumbnail timeout:
sv: Tidsgräns för miniatyr:

source: Thumbnail timeout
sv: Tidsgräns för miniatyrvisning

source: Stack Thumbnails
sv: Stapla miniatyrer

source: Stack the Thumbnail Windows if there are to many thumbnails for the screen
sv: Stapla miniatyrfönster om de är för många för skärmen

source: Number Display:
sv: Nummervisning:

source: normal: display window number, smart: display window number if more than one window, none: don't display number, all: display window number for favorites too
sv: Normal: Visa antal fönster. Smart: Visa antal fönster, vid fler än ett. Inget: Visa inte antal fönster. Alla: Visa antal fönster även för favoriter.

source: all
sv: alla

source: Open Thumbnails OnClick
sv: Öppna miniatyrer vid klick

source: Open the thumbnails on click, if there is more than 1 windows open.
sv: Öppna miniatyrer vid klick, om det finns fler än ett öppet fönster.

source: Hover Peek Settings
sv: Förhandsgranskningsinställningar

source: Group apps into single icon
sv: Gruppera program i en enda ikon

source: Group the open app instances into single icon
sv: Gruppera öppna programinstanser i en enda ikon

source: Arrange pinned apps
sv: Ordna fastsatta program

source: Arrange pinned apps into a different order
sv: Arrangera fastsatta program i en annan ordning
